-- ----------------------------
-- Records of betting_rules
-- ----------------------------
INSERT INTO `betting_rules` VALUES ('1', '10', '5000', '50000', '10', '1000-01-01 00:00:00', '2016-01-19 15:04:57', 'peter', '', '1', '0');

-- ----------------------------
-- Records of game_notes
-- ----------------------------
INSERT INTO `game_notes` VALUES ('1', '游戏10恒大币起可参与，单次最高投入5000恒大币，每用户每日最多可投50000恒大币。每次投注数额需要是10的整数倍。游戏输赢随机，不承诺用户最后盈利。', '1000-01-01 00:00:00', '2016-01-21 16:40:34', 'peter', '', '1', '0');

-- ----------------------------
-- Records of pointing_rules
-- ----------------------------
INSERT INTO `pointing_rules` VALUES ('1', '100', '10', '2', '0.2', '1000-01-01 00:00:00', '2016-01-19 15:19:30', 'peter', '', '1', '0');

-- ----------------------------
-- Records of winning_rules
-- ----------------------------
INSERT INTO `winning_rules` VALUES ('1', '1', '10', '40000', '100000', '1000-01-01 00:00:00', '2016-01-19 15:15:46', 'peter', '', '1', '0');
